[
    {
      "blogName": "How Often Should I Replace My Toothbrush?",
      "description": "When was the last time you replaced your toothbrush? We throw out expired foods, restock vitamins and supplements, and replace our beauty products often, but when it comes to health and beauty, it’s our dental hygiene that doesn’t get as much attention or thought as other areas of our regimen. However, there are important rules and tips you should follow for maintaining optimal dental health.",
      "img": "https://image.freepik.com/free-photo/close-up-shot-handsome-male-with-stubble-wakes-up-morning-holds-alarm-clock-showing-time-brushes-teeth-with-toothpaste-wears-white-t-shirt-towel-head_273609-30570.jpg"
    },
    {
      "blogName": "Pull Your Tooth or Save It? Which is Best?",
      "description": "When your tooth is infected or diseased, it may seem like pulling it is the easy choice, especially if you’re in pain. But not so fast! Having that tooth pulled  may be the easy choice, but it may not be the best choice. Most people are unaware of the benefits of saving your natural teeth. The choice to pull your tooth or save it is ultimately yours to make, but make sure you know all the facts before making that big decision.",
      "img": "https://image.freepik.com/free-photo/elegant-puzzled-female-boss-wears-formal-clothes-spreads-palms-sideways-faces-dilemma-shrugs-shoulders-being-unaware_273609-43484.jpg"
    },
    {
      "blogName": "Straight Teeth –  About A Pretty Smile",
      "description": "Braces have become a common treatment for both teenagers and adults who want a straighter, more beautiful looking smile. A pretty smile is nice, but there are also medical benefits of braces, some of which may surprise you.",
      "img": "https://image.freepik.com/free-photo/smiling-handsome-man-gesturing-pointing-his-teeth-high-quality-photo_144627-60171.jpg"
    },
    {
      "blogName": "Cavity? Now What?",
      "description": "With more than 3 million cavities diagnosed every year in the United States, you are not alone if you or your child has a cavity. Cavities are the number one reason kids miss school and Today.com reported that 90% of adults, have had a cavity at some point in their life. If you have recently been told you have a cavity, your next question is likely,  “Now what?”",
      "img": "https://image.freepik.com/free-photo/closeup-portrait-young-man-with-tooth-ache-crown-problem-about-cry-from-pain-touching-outside-mouth-with-hand-isolated-white-wall_231208-12140.jpg"
    },
    {
      "blogName": "The Cost of Braces: Worth Every Penny",
      "description": "Have you ever asked yourself, “Does my child, or even myself, need braces?”  If so, you’ve probably also wondered, “How much do braces cost?” Both are logical questions to consider when deciding on your or your child’s smile, confidence, and health.",
      "img": "https://image.freepik.com/free-photo/girl-with-braces-during-routine-dental-examination_329181-17710.jpg"
    },
    {
      "blogName": "What Causes Bad Breath?",
      "description": "Bad breath, we all know what it is and we’ve all been embarrassed by our own from time to time. But what causes it?  Knowing and understanding what causes bad breath can help you prevent it and the embarrassment that often accompanies it. Read on to learn more about what causes bad breath and quit being afraid of getting close.",
      "img": "https://image.freepik.com/free-photo/man-with-beard-feels-bad-smell_144627-61071.jpg"
    }
  ]